Repository: CofficLab/GitOK
Catalog: Packages/PluginLogoCoffic/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: Always on
zh_hans: 常驻
zh_hk: 常駐

source: Brand
zh_hans: 品牌
zh_hk: 品牌

source: Brand Mark
zh_hans: 品牌标志
zh_hk: 品牌標誌

source: Coffic Logo
zh_hans: Coffic 标志
zh_hk: Coffic 標誌

source: Contributes the official Coffic logo to GitOK.
zh_hans: 为 GitOK 贡献官方 Coffic Logo。
zh_hk: 為 GitOK 貢獻官方 Coffic Logo。

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: GitOK draws the Coffic mark.
zh_hans: GitOK 绘制 Coffic 标志。
zh_hk: GitOK 繪製 Coffic 標誌。

source: Highlight Ready
zh_hans: 支持高亮
zh_hk: 支持高亮

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Manager Friendly
zh_hans: 管理器友好
zh_hk: 管理器友好

source: Merge
zh_hans: 合并
zh_hk: 合併

source: Register
zh_hans: 注册
zh_hk: 註冊

source: Registers through the central logo manager.
zh_hans: 通过集中式 Logo 管理器注册。
zh_hk: 通過集中式 Logo 管理器註冊。

source: Render
zh_hans: 渲染
zh_hk: 渲染

source: Supports the highlighted state for special moments.
zh_hans: 支持特殊时刻的高亮状态。
zh_hk: 支持特殊時刻的高亮狀態。

source: The Coffic logo item is registered.
zh_hans: Coffic Logo 条目已注册。
zh_hk: Coffic Logo 條目已註冊。

source: The Coffic mark that fronts GitOK.
zh_hans: 站在 GitOK 门面的 Coffic 标志。
zh_hk: 站在 GitOK 門面的 Coffic 標誌。

source: The logo manager merges and orders it.
zh_hans: Logo 管理器合并并排序它。
zh_hk: Logo 管理器合併並排序它。

source: owner
zh_hans: 归属
zh_hk: 歸屬
